Repository: PromassGithub/Various
Catalog: Stellare/Logical/mappView/Visualization/Resources/Texts/MpSequenceTexts.tmx
Source language: en
Languages: de

source: Remove
de: Löschen

source: Stop
de: Stopp

source: Load Sequence
de: Sequence Laden

source: Save Sequence
de: Sequence Speichern

source: Hirarchys
de: Hirarchien

source: Commands
de: Kommandos

source: Insert after
de: Einfügen nach

source: Insert before
de: Einfügen vor

source: Replace
de: Ersetzen

source: Close
de: Schließen

source: Insert parallel
de: Einfügen parallel

source: Set Parameter
de: Parameter setzen

source: Value of SetTestPV1:
de: Wert vonSetTestPV1:

source: Value of SetTestPV2:
de: Wert vonSetTestPV2:

source: Load InitSequence
de: InitSequence Laden

source: Enter WaitForTakeout:
de: WaitForTakeout eingeben:

source: Enter WaitForStart:
de: WaitForStart eingeben:

source: Edit Sequence
de: Sequenz editieren

source: Monitor Sequence
de: Sequenz überwachen
